Repository: makeen-project/amazon-location-features-demo-ios-fork
Catalog: LocationServices/LocationServices/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, he, hi, it, ja, ko, pt_pt, zh_hans, zh_hant

# TurkeyPoliticalView
source: Turkey's view on Cyprus and Northern Cyprus
ar: تركيا منظر في قبرص و شمالي قبرص
de: Türkei's anzeigen auf Zypern und Nördlich Zypern
es: Turquía's vista en Chipre y Septentrional Chipre
fr: Turquie voir sur Chypre et Nordique Chypre
he: טורקיה של מבט על קפריסין ו צפוני קפריסין
hi: तुर्की का राय के ऊपर साइप्रस और उत्तरी साइप्रस
it: Turchia's vista sul Cipro e Settentrionale Cipro
ja: トルコの 見る オン キプロス そして 北方だ キプロス
ko: 터키 전망 ...에 키프로스 과 북부 키프로스
pt_pt: Turquia's olhar em Chipre e Norte Chipre
zh_hans: 土耳其的 观点 上 塞浦路斯 和 北方 塞浦路斯
zh_hant: 土耳其 的 檢視 上 塞浦路斯 和 北方 塞浦路斯

source: Type Geofence Name
ar: النوع السياج الجغرافي اسم
de: Typ Geofence Nome
es: Tipo Geofence Nombre
fr: Type Geofence Nom
he: הקלד גיאופנס שם
hi: टाइप करें जियोफेंस नाम
it: Tipo Geofence Nome
ja: タイプ ジオフェンス [名前]
ko: 타입 지오펜스 이름
pt_pt: Tipo Geofence Nome
zh_hans: 键入 Geofence 姓名
zh_hant: 类型 地理圍欄 姓名

source: Unable to execute HTTP request:
ar: غير قادر إلى ينفذ HTTP طلب:
de: Unfähig zu ausführen HTTP Anfrage:
es: Incapaz a desempeñar HTTP solicitud:
fr: Impossible pour exécuter HTTP demande :
he: לא ניתן כדי להוציא להורג HTTP בקשה:
hi: अक्षम को निष्पादित HTTP निवेदन:
it: Incapace a giustiziare HTTP richiesta:
ja: できない に 実行する HTTP リクエスト:
ko: 할 수 없습니다 에 실행합니다 HTTP 요청:
pt_pt: Incapaz para executar HTTP solicitação:
zh_hans: 无法 到 执行 HTTP 请求:
zh_hant: 無法 至 執行 超文本傳輸協定 請求：

source: Units
ar: الوحدات
de: Einheiten
es: Unidades
fr: Unités
he: יחידות
hi: इकाइयां
it: Unità
ja: 単位
ko: 단위
pt_pt: Unidades
zh_hans: 单位
zh_hant: 单位

# UruguayPoliticalView
source: Uruguay's view on Rincon de Artigas
ar: الأوروغواي منظر في رينكون دي أرتيجاس
de: Uruguays anzeigen auf Rincon de Artigas
es: Uruguay's vista en Rincón de Artigas
fr: Uruguay voir sur Rincón de Artigas
he: אורוגוואי של מבט על רינקון דה ארטיגאס
hi: उरुग्वे's राय के ऊपर रिनकोन डी अर्टिगास
it: Uruguay's vista sul Rincon de Artigas
ja: ウルグアイ 見る オン リンコン de アルティガス
ko: 우루과이 전망 ...에 린콘 de 아르티가스
pt_pt: Uruguai's olhar em Rincon de Artigas
zh_hans: 乌拉圭 观点 上 林康 de 阿蒂加斯
zh_hant: 烏拉圭 的 檢視 上 林康 下 阿蒂加斯

source: UserDomain
ar: نطاق المستخدم
de: Benutzerdomäne
es: Dominio de usuario
fr: Domaine utilisateur
he: דומיין משתמש
hi: यूज़र डोमेन
it: Dominio utente
ja: ユーザードメイン
ko: 사용자 도메인
pt_pt: Domínio do usuário
zh_hans: 用户域
zh_hant: 使用者網域

source: UserPoolClientid
ar: معرف عميل تجمع المستخدمين
de: Benutzerpool-Client-ID
es: ID de cliente del grupo de usuarios
fr: ID client du pool d'utilisateurs
he: מאגר משתמשיםלקוח
hi: पूल क्लाइंट आईडी का उपयोग करें
ja: ユーザープールクライアント ID
ko: 유저풀 클라이언트 ID
pt_pt: ID do cliente do pool de usuários
zh_hans: 用户池客户端 ID
zh_hant: 用戶池客戶端

source: UserPoolld
ar: معرف تجمع المستخدم
de: Benutzerpool LD
es: Grupo de usuarios LD
fr: Pool d'utilisateurs LD
hi: यूज़र पूल एलडी
ja: ユーザープール LD
ko: 유저풀 LD
pt_pt: Pool de usuários LD
zh_hant: 用戶池

source: Version
ar: الإصدار
es: Versión
he: גרסה
hi: वर्ज़न
it: Versione
ja: バージョン
ko: 버전
pt_pt: Versão
zh_hans: 版本
zh_hant: 版本

source: Visualize your location history on the map
ar: تصور ك موقع التاريخ في ال خريطة
de: Visualisieren dein Standort Geschichte auf die Karte
es: Visualiza vuestro ubicación historia en la mapa
fr: Visualisez votre emplacement l'histoire sur le carte
he: דמיינו שלך מקום דברי הימים על ה מפה
hi: कल्पना करें तुम्हारा स्थान इतिहास के ऊपर यह नक्शा
it: Visualizza tuo posizione storia sul lo mappa
ja: ビジュアライズ きみの ロケーション 歴史 オン その 地図
ko: 시각화하기 당신의 위치 역사 ...에 그 지도
pt_pt: Visualize seu localização histórico em a mapa
zh_hans: 可视化 您的 位置 历史 上 这 地图
zh_hant: 可視化 你的 地點 歷史 上 該 地圖

source: Warning
ar: تحذير
de: Warnung
es: Advertencia
fr: Avertissement
he: אזהרה
hi: चेतावनी
it: Avvertenza
ja: [警告]
ko: 경고
pt_pt: Aviso
zh_hans: 警告
zh_hant: 警告

source: We only display data for the last 3 paths that you track with Amazon Location.
ar: نحن فقط عرض البيانات من أجل ال الماضي 3 مسارات أن أنت يتابع مع Amazon الموقع.
de: Wir nur Anzeige Daten zum die zuletzt 3 Pfade Das Sie Spur mit Amazon Standort.
es: Nosotros solamente mostrar dato por la último 3 senderos eso tú pista con Amazon Ubicación.
fr: Nous seulement affichage données pour le dernier 3 chemins d'accès cette vous piste avec Amazon Endroit.
he: אנחנו רק תצוגה פרטים בשביל ה אחרון 3 נתיבים ש אתה מסלול עם Amazon מיקום.
hi: हम मात्र प्रदर्शन डेटा के लिए यह अंतिम 3 पथ कि आप ट्रैक साथ Amazon लोकेशन।
it: Noi solo schermo dato per lo scorso 3 percorsi che voi brano con Amazon Ubicazione.
ja: 私たち のみ 表示 データ にとって その 最後 3 パス それを あなた トラック と Amazon ロケーション。
ko: 우리 만 디스플레이 데이터 ...에 대한 그 마지막으로 3 경로 그 당신 선로 와 Amazon 위치.
pt_pt: Nós apenas exibir dados pelo a último 3 caminhos que você rastreamento com Amazon Localização.
zh_hans: 我们 只有 显示 数据 为了 这 最后的 3 路径 那个 你 跟踪 和 Amazon 位置。
zh_hant: 我們 只要 顯示 資料 為了 該 持續 3 路徑 那個 您 跟踪 與 Amazon 位置。

source: WebSocketUrl
ar: عنوان URL لمقبس الويب
es: URL de WebSocket
fr: URL du socket Web
he: כתובת אתר אינטרנט
hi: वेब सॉकेट यूआरएल
it: URL WebSocket
ja: ウェブソケット URL
ko: 웹 소켓 URL
pt_pt: URL do WebSocket
zh_hant: Web 插座

source: Welcome to Amazon Location Demo
ar: أهلا بك to Amazon الموقع نسخة تجريبية
de: Willkommen to Amazon Standort Demoversion
es: Bienvenido to Amazon Ubicación Demo
fr: Bienvenue to Amazon Emplacement Démo
he: ברוכים הבאים toAmazon מיקום הדגמה
hi: वेलकम to Amazon लोकेशन डेमो
it: Benvenuto to Amazon Posizione Dimostrazione
ja: ウェルカム to Amazon ロケーション デモ
ko: 어서 오십시오 to Amazon 위치 데모
pt_pt: Bem-vindo toAmazon Localização Demo
zh_hans: 欢迎光临 to Amazon 地点 演示
zh_hant: 歡迎 to Amazon 位置 演示

source: You are connected
ar: أنت يكونوا متصل
de: Du sind verbunden
es: Tú somos conectada
fr: Vous sont connecté
he: אתה מהווים מחובר
hi: आप हैं जुड़े हुए
it: Tu siamo connesso
ja: あなた です 接続されています
ko: 당신 입니다 연결됨
pt_pt: Você está conectado
zh_hans: 你 是 连接的
zh_hant: 你 是 連線

source: You’ve arrived!
ar: لديك وصلت!
de: Du hast eingetroffen!
es: Tú tienes ¡llegó!
fr: Tu as est arrivé !
he: יש לך הגיע!
hi: आपने पहुंच गए!
it: Tu hai arrivato!
ja: あなたは 到着しました！
ko: 당신은 도착!
pt_pt: Você tem chegou!
zh_hans: 你已经 到了！
zh_hant: 你已經 到了！
